Repository: danhngocdev/NoiThatNTHome
Catalog: DVG.WIS.Local/Resource.*.resx
Languages: vi

# About2002
source: Establishment of Thanhthanhdat company
vi: Thành lập công ty ThanhThanhDat

# About2005
source: Quynh Thien processing exported wood factory introduction
vi: Mở Nhà máy chế biến gỗ xuất khẩu và trồng rừng Quỳnh Thiện

# About2007
source: Pho Hai processing exported wood factory introduction
vi: Nhà máy chế biến gỗ xuất khẩu và làng nghề Phổ Hải

# About2008
source: Establishment of Quang Phu woodchip processing factory for export
vi: Nhà máy chế biến gỗ dăm xuất khẩu Quảng Phú

# About2010
source: New Plantation Factory, invest in 2.500 ha forest in Quynh Chau, Nghe An
vi: Thành lập xí nghiệp trồng rừng, trồng 2.500 ha rừng tại Quỳ Châu, Nghệ An

# About2012
source: Export and Consumer Wood Processing Factory in Ky Anh, Ha Tinh province and Cam Thuy, Thanh Hoa
vi: Nhà máy gỗ tiêu dùng và xuất khẩu Kỳ Anh, Hà Tĩnh và Cẩm Thuỷ, Thanh Hoá

# About2013
source: New Exported Wood Processing Factory Nghi Son 2 introduction
vi: Đưa nhà máy chế biến gỗ xuất khẩu Nghi Sơn 2 vào hoạt động sản xuất

# About2016
source: Establishment of Thanh Thanh Dat Vu Quang MDF Joint Stock Company
vi: Thành lập Công ty Cổ phần gỗ MDF Thanh Thành Đạt Vũ Quang

# About2017
source: Establishment of Quang Tri Forest Products Co., Ltd. and Okal Quang Binh Wood Joint Stock Company
vi: Thành lập Công ty TNHH một thành viên Lâm sản Quảng Trị và Công ty Cổ phần gỗ Okal Quảng Bình

# About2018
source: Invested in Xuan Linh industrial cluster, Nghi Xuan district
vi: Đầu tư kinh doanh cụm công nghiệp Xuân Lĩnh, Huyện Nghi Xuân

# About2019
source: Establishment of Thanh Thanh Dat mechanical and glue factory
vi: Thành lập nhà máy cơ khí và nhà máy keo Thanh Thành Đạt

source: About us
vi: Giới thiệu

# AboutUsAlias
source: /en/about-us
vi: /gioi-thieu

# AboutUsContent
source: MDF Thanh Thanh Dat Joint Stock Company born in 2016 is a member unit of Thanh Thanh Dat Corporation. With the courage to be different, the strong creativity and sophistication in the view and action, MDF Thanh Thanh Dat JSC pioneered to open new, practical values ​​and unique ideas to create our own brand. At the same time, with the top goal being towards green industry, friendly wood production and environmental protection, MDF Thanh Thanh Dat JSC is committed to creating products that meet the needs of customers, safe and secure, protect our living environment
vi: Công ty CP Gỗ MDF Thanh Thành Đạt là đơn vị thành viên của Tổng Công ty Thanh Thành Đạt ra đời năm 2016. Bằng bản lĩnh dám khác biệt, sự sáng tạo mạnh mẽ và sự tinh tế trong cách nhìn và hành động, MDF Thanh Thành Đạt JSC tiên phong khai mở những giá trị mới, thiết thực cùng các ý tưởng độc đáo tạo nên thương hiệu của chính mình. Đồng thời, với mục tiêu hàng đầu là hướng đến nền công nghiệp xanh, sản xuất gỗ thân thiện và bảo vệ môi trường, MDF Thanh Thành Đạt JSC cam kết sẽ sáng tạo ra những sản phẩm vừa đáp ứng nhu cầu, thị hiếu của khách hàng, vừa an toàn, bảo vệ rừng và môi trường sống của toàn cầu.

# AboutUsDesc
source: Thanh Thanh Dat MDF company - Our vision is becoming the top leading unit in wood panel industry in Vietnam
vi: Giới thiệu - Công ty Cổ phần Gỗ MDF Thanh Thành Đạt - Lịch sử hình thành và phát triển

# AboutUsHome
source: With so many experienced years in MDF HDF production field and the continuously innovative technology, MDF ThanhThanhDat JSC guarantee to bring the best product and customized solution to ourr customer. This will help us to have a sustainable future together.
vi: Với nhiều năm kinh nghiệm trên thị trường sản xuất gỗ công nghiệp MDF, HDF, chế biến gỗ nội thất cùng công nghệ mới được cải tiến liên tục, MDF Thanh Thành Đạt JSC sẽ đem đến cho đối tác những sản phẩm tốt nhất cũng như những giải pháp chuyên biệt cho quý khách hàng để cùng phát triển bền vững.

# AboutUsText
source: MDF THADACO JSC
vi: MDF Thanh Thành Đạt JSC

# AboutUsTitle
source: About | MDF THADACO JSC
vi: Giới thiệu - Công ty Cổ phần Gỗ MDF Thanh Thành Đạt - MDF THADACO JSC

source: Address*
vi: Địa chỉ*

# BlogsAlias
source: /en/news/blogs
vi: /tin-tuc/blogs

source: Blogs desc
vi: Mô tả blogs

# BlogsTitle
source: Blogs | Thanhthanhdat Panel Limited Comany
vi: Blogs | Công ty TNHH Thanhthanhdat

source: Career
vi: Tuyển dụng

# CareerAlias
source: /en/career
vi: /tuyen-dung

# CareerDesc
source: Jobs at ThanhThanhDat MDF + Finds job at ThanhThanhDat MDF factory company
vi: Việc làm tuyển dụng ứng tuyển tại Công ty Cổ phần Gỗ MDF Thanh Thành Đạt. Cơ hội việc làm trong ngành sản xuất và chế biến gỗ tại Nghệ An, Hà Tĩnh

# CareerTitle
source: Career | MDF THADACO JSC
vi: Tuyển dụng | Công ty Cổ phần Gỗ MDF Thanh Thành Đạt - MDF THADACO JSC

source: Certification
vi: Chứng nhận

# CompanyAddress
source: Factory Address: Vu Quang District Industrial Cluster, Tho Dien, Vu Quang District, Ha Tinh Province.
vi: Nhà máy: Cụm công nghiệp huyện Vũ Quang, xã Thọ Điền, huyện Vũ Quang, tỉnh Hà Tĩnh

# CompanyName
source: THANH THANH DAT COMPANY LIMITED
vi: Công ty Cổ phần Gỗ MDF Thanh Thành Đạt

# CompanyNameDetail
source: MDF THADACO JSC
vi: Công ty Cổ phần Gỗ MDF Thanh Thành Đạt - MDF THADACO JSC

source: Company News
vi: Tin tức doanh nghiệp

# CompanyNewsAlias
source: /en/news/company-news
vi: /tin-tuc/tin-tuc-doanh-nghiep

source: Company news desc
vi: Mô tả tin tức doanh nghiệp

# CompanyNewsTitle
source: Company News | Thanhthanhdat Panel Limited Comany
vi: Tin tức doanh nghiệp | Công ty TNHH Thanhthanhdat

source: Contact
vi: Liên hệ

# ContactAlias
source: /en/contact
vi: /lien-he

# ContactDesc
source: Vietnam - Vinh city. ThanhThanhDat Company. 34 Nguyen Si Sach Road, Vinh city. Tel: 02383536373; Email: ...
vi: Cụm công nghiệp huyện Vũ Quang, Xã Sơn Thọ, Huyện Vũ Quang, Hà Tĩnh. Điện thoại: 02383536373.

# ContactInfo
source: Contact information
vi: Thông tin liên hệ

# ContactInfomation
source: Contact Information
vi: Thông tin liên hệ

# ContactTitle
source: Contact | MDF Thadaco JSC
vi: Liên hệ | Công ty Cổ phần Gỗ MDF Thanh Thành Đạt - MDF THADACO JSC

source: Contact us
vi: Liên hệ với chúng tôi

source: Content
vi: Nội dung

source: Development History
vi: Lịch sử phát triển

source: Email*
vi: Địa chỉ email*

# FeaturedNews
source: Popular News
vi: Tin tức nổi bật

# FeaturedProduct
source: Popular Products
vi: Sản phẩm nổi bật

source: Founder's Note
vi: Tầm nhìn

# FoundersNoteContent
source: Our company's vision is to become the leading enterprise in Vietnam in the field of forest product processing, with the main product produced from plantation timber as the key, creating a sustainable development. Besides constantly striving to create high quality products and services to meet the needs of society. MDF Thanh Thanh Dat JSC also focuses on caring and developing human resources both physically and mentally to encourage employees to create new values ​​for the Company in particular and the society in general.
vi: Tầm nhìn của Công ty là trở thành doanh nghiệp hàng đầu tại Việt Nam trong lĩnh vực chế biến Lâm sản, với sản phẩm chủ lực được sản xuất từ gỗ rừng trồng làm chủ lực, tạo thế phát triển bền vững. Bên cạnh đó không ngừng phấn đấu tạo ra những sản phẩm và dịch vụ chất lượng cao đáp ứng nhu cầu của xã hội. MDF Thanh Thành Đạt JSC cũng chú trọng chăm sóc và phát triển nguồn nhân lực cả về vật chất lẫn tinh thần nhằm khuyến khích cán bộ công nhân viên tạo ra nhiều giá trị mới cho Công ty nói riêng và toàn xã hội nói chung

source: Fullname*
vi: Họ và tên*

source: General information
vi: Thông tin chung

source: Home
vi: Trang chủ

# HomeDesc
source: Thanh Thanh Dat is a company specialized in manufacturing industrial MDF with modern production lines and years of experience in the market
vi: Công ty Cổ phần Gỗ MDF Thanh Thành Đạt là công ty chuyên sản xuất gỗ MDF công nghiệp với dây chuyển sản xuất hiện đại và nhiều năm kinh nghiệm trên thị trường

# HomeTitle
source: MDF Thanh Thanh Dat Wood Joint Stock Company - MDF THADACO JSC
vi: Công ty Cổ phần Gỗ MDF Thanh Thành Đạt - MDF THADACO JSC

source: Information
vi: Thông tin

# InputEmailForSubcribe
source: Enter your email to subscribe to receive the latest information from Thanhthanhdat
vi: Nhập email của bạn để đăng ký nhận thông tin mới nhất từ Công ty cổ phần gỗ MDF Thanh Thành Đạt

source: Join now
vi: Tham gia ngay

# JoinUs
source: Join with us
vi: Tham gia cùng chúng tôi

# JoinUsTitle
source: At MDF ThanhThanhDat JSC wood panel company, all employee will be nourished and encouraged to develop by fair and transparent still competitve perfomance review process.
vi: Tại Công ty Cổ phần Gỗ MDF Thanh Thành Đạt, tất cả các nhân viên đều được bồi dưỡng và khuyến khích phát triển bằng những đánh giá công bằng và đảm bảo tính cạnh tranh, minh bạch.

source: News
vi: Tin tức

# NewsAlias
source: /en/news
vi: /tin-tuc

# NewsDesc
source: Latest news ThanhThanhDat Company Updating
vi: Tin tức chính thức mới nhất từ Công ty Cổ phần Gỗ MDF Thanh Thành Đạt

# NewsTitle
source: News | MDF Thadaco JSC
vi: Tin tức | Công ty Cổ phần Gỗ MDF Thanh Thành Đạt - MDF THADACO JSC

# OfficeAddress
source: Office Address: ThanhThanhDat Building, No 34, Nguyen Sy Sach Street, Vinh City, Nghe An
vi: VP giao dịch: Tòa nhà Thanh Thành Đạt, số 34, đường Nguyễn Sỹ Sách, Thành phố Vinh, tỉnh Nghệ An

# OurLeaders
source: Founder's note
vi: Lãnh đạo công ty

# OurLeadersContent
source: The goal of Thanh Thanh Dat MDF Joint Stock Company is to become a leading enterprise in industrial wood production, contributing more to the development of the community and the country. </br> We always operate according to the principle: Creativity, the will to create new values </br> Chairman: Mr. Tran Quang Luan
vi: Mục tiêu của Công ty cổ phần gỗ MDF Thanh Thành Đạt là thành doanh nghiệp hàng đầu về sản xuất gỗ công nghiệp, góp phần nhiều hơn nữa cho sự phát triển cộng đồng và đất nước.</br> Chúng tôi luôn hoạt động theo tôn chỉ: Sáng tạo, ý chí làm nên những giá trị mới </br></br> <b>Tổng giám đốc</b>: Ông Trần Quang Luận.

source: Our partner
vi: Đối tác của chúng tôi

source: Our Products
vi: Sản phẩm của chúng tôi

# OurProductsTitle
source: Our main product including industrial wood panel MDF and HDF. Being produced with modern production line, our product will meet all your requirment and serve different uses in daily life.
vi: Các sản phẩm chính của chúng tôi bao gồm ván gỗ công nghiệp MDF và ván gỗ công nghiệp HDF. Được sản xuất trên dây chuyền hiện đại, sản phẩm của MDF Thanh Thành Đạt JSC đáp ứng được các nhu cầu và mục đích sử dụng khác nhau.

source: Phone*
vi: Số điện thoại*

source: Product
vi: Sản phẩm

# ProductAlias
source: /en/product
vi: /san-pham

# ProductDesc
source: Medium density fiberboard (MDF) is a highly useful wood-based panel with good machinability. MDF has a consistent structure and density and a very smooth ...
vi: Sản phẩm - Công ty Cổ phần Gỗ MDF Thanh Thành Đạt đạt tiêu chuẩn quốc tế, với quy mô sản xuất lớn nhất Bắc Miền Trunng Việt Nam, nhà máy gỗ MDF đặt tại Vũ Quang, Hà Tĩnh

# ProductDetailMeta
source: Thanh Thanh Dat Medium density fiberboard (MDF) is a highly useful wood-based panel with good machinability. MDF has a consistent structure and density and a very smooth ...
vi: của công ty ThanhThanhDat là sản phẩm ván gỗ MDF công nghiệp phù hợp với mọi mục đích sử dụng

# ProductTitle
source: Products | MDF THADACO JSC
vi: Sản phẩm | Công ty Cổ phần Gỗ MDF Thanh Thành Đạt - MDF THADACO JSC

source: Recruitment
vi: Ứng tuyển

source: Send
vi: Gửi đi

source: Standard
vi: Tiêu chuẩn

# TechSpecification
source: Tech specification doc
vi: Tải bảng TC chất lượng

source: Title
vi: Tiêu đề

source: VACANCIES
vi: Vị trí tuyển dụng

source: View all
vi: Xem tất cả

source: View less
vi: Thu gọn

source: View more
vi: Xem thêm

# WoodMDF
source: Industrial Wood MDF
vi: Gỗ công nghiệp MDF

# WoodMDFContent
source: Manufactured on modern lines imported from Italy, industrial wooden of Thanh Thanh Dat ensure standards of smoothly and durability suitable for all purposes of use.
vi: Được sản xuất trên dây chuyền hiện đại nhập khẩu từ Ý, ván gỗ công nghiệp của Thanh Thành Đạt đảm bảo được tiêu chuẩn về độ mịn và độ bền, phù hợp với mọi mục đích sử dụng
